dear = ["от всего сердца и души ",
        "в твой праздник с удовольствием поднимаю бокал и ",
        "с Днем Рождения, поздравляю ",
        "в твой прекрасный день рождения ",
        "даже солнце вствло сегодня с улыбкой "
        "в этот самый светлый день",
        "спешу поздравить с днем рождения ",
        "прими мои искренные поздравления ",
        "а этот прекрасный - радостный день, день твоего рождения ",
        "ты же знаешь что не только в день рождения, но и в любой другой день я ",
        "с каждым годом все ближе и ближе пенсия ",
        "День рожденья - особенный праздник"]


wish = ["оставаться такой же сияющей, жизне радостной, очаровательной и просто прекрасной",
        "успехов, удачи,везения. Вделах - мудрости. В семье - тепла и уюта. И пусть здоровье не дает сбоев и счастливая судьба никогда не подводит",
        "впреди - счастливых лет, здоровья, радостей, побед",
        "чтобы все мечты и желания сбывались",
        "здоровья крепчайшего, счастья - необычайного, успехов - бескрайних, а еще бодрости, улыбок, оптимизма и море позитива",
        "оставаться счастливым человеком, оваться каждому новому дню, находить удовольствие в простых вещах: чашке утреннего кофе, лучах солнечного света, дуновении ветра, взглядах дорогих людей",
        "чтобы жизнь не стояла на месте, а менялась в лучшую сторону, принося только приятные сюрпризы",
        "самой счастливой, чудесной и прекрасной жизни",
        "твердо стоять на ногах и ощущать надежную поддержку рядом",
        "купаться в океане позитива, жить в радости, не знать печали, всегда иметь наличные и безналичные",
        "купаться в любви и деньгах, помнить, что ночь сменяется рассветом, а после дождя на небо всегда возвращается солнце ",
        "здоровья, успехов, достатка! И деньги чтоб липли к ладошкам и пяткам!",
        "удачи и верных друзей Огромного счастья и солнечных дней!",]

be = ["всегда любимой и очень-очень счастливой",
      "всегда такой же яркой",
      "легка на подъем, как парус корабля, будь весела ты, как песни волн, шумящих на просторе",
      "всегда молодой, красивой, здоровой и жизнерадостной",
      "счастлива каждую секунду",
      "сильной и могучей, как сосна, чтобы тебе были нипочем ни ураган, ни шторм, ни сильный холод, ни зной",
      "всегда самой красивой",
      "такой же прекрасной и всё время любимой",
      "здорова, любима, красива и заразительно счастлива!",
      "душистой как малина",
      "всегда на высоте",
      "уверена во всем, Все отлично будет! Счастья, денег тебе в дом И простого чуда",
      "всегда прекрасна и красива, как сейчас",]

empty = ["не будет неразрешимых проблем в твоей жизни!",
         "всегда рядом будут люди, способные помочь и поддержать!",
         "каждый день приносит только радость и самые яркие, позитивные впечатления!",
         "жизнь, как яркая мозаика, складывается из добра, радостей и самых прекрасных событий!",
         "каждый новый день дарит тебе отличное настроение и вдохновляет на успехи во всех делах!",
         "звезды сойдутся на небе в благоприятный для твоей судьбы узор, и дары жизни сыпятся на тебя, как из рога изобилия!",
         "карьера стремительно идет вверх и перемены в жизни будут только к лучшему!",
         "радует то, что у тебя есть, а судьба дарит как можно больше счастливых событий и новостей!",
         "сбываются все планы и мечты, пусть всё будет прекрасно дома и на работе,и близкие всегда только радуют!",
         "твоей судьбе сопутствуют удача, успех и любовь!",
         "в окна твоего дома всегда светят солнце, добро, любовь и взаимопонимание!",
         "жизнь дарит тысячи счастливых возможностей, чтобы каждая из них  была использована на все сто. Счастья, удачи, благополучия! С Днём Рождения!",
         "сбудутся твои мечты, Пусть окунёшься в счастье ты, Пусть будет ярким настроенье! Будь с позитивом! С днём Рожденья!",]

he1 = ['Желаю Вам три важных вещи, Ведь их ценней на свете нет Во-первых, пожелаю женщин И долгих-долгих жизни лет.',
       'Желаю в жизни Вам удачи, Пусть с Вами до конца идёт Побольше денег, солнца ярче, И пусть душа всегда поёт.',
       'Дружище, желаем в День Рождения Если дачу – то большую Если тачку – то крутую Если денег – то зеленых Только королеву в жены Если отпуск – то в Майами Если пиво – то с друзьями.',
       'В твой день рожденья пожелаю, Чтоб постучались в дверь к тебе Любовь, добро, все блага рая И привели тебя к мечте, Чтобы глаза сверкали только радостью, И не запутывался жизненный клубок, Чтоб стороною обходили все ненастья, И ни один не поседел твой волосок.',
       'Вы, в расцвете сил мужчина, Сил пока не занимать Так что Вам еще вершины Штурмовать и штурмовать.',
       'Чтобы быть всегда Вам в форме, Так спортсмены говорят, Чтоб здоровье было в норме, Крепкий ум и зоркий взгляд.',
       'В жизни Вам побольше смеха, Радоваться — не скучать, И во всех делах успеха, Мы хотели б пожелать.',
       'С днем рождения, успехов, Благ, открытий и побед, Моментов искреннего смеха, Хранить с любимой мир, совет.',
       'Друзей надежных и хороших, В семье — уюта и тепла Чтоб дней приятных и погожих Побольше жизнь тебе несла.',
       'Пусть богатырской будет сила, Ум будет острым, как клинок И в сердце чтоб теплее было От искренности этих строк.',
       'Желаю быть всегда любимым, Красивым, статным, молодым Желаю быть необходимым Всем-всем — и близким, и родным.',
       'Желаю мудрости с годами, Здоровья крепкого, добра, Чтобы с попутными ветрами Плыла заветная мечта.',
       'Пусть парус ветром надувает, Чтоб он тебя к удаче нёс, Чтоб не случалось слёз, рыданий, Чтоб с неба много снял ты звёзд.',
       'С днем рождения! Желаю быть, как хороший коньяк, который с годами становится более крепким, выдержанным и намного больше ценится. И долгих-долгих лет жизни!',
       'Хочу пожелать тебе в День рожденья надежных друзей, заботливых родных, любви, множество невероятно счастливых мгновений в жизни, замечательного настроения, ярких эмоций.',



]


web = [
    'https://pozdravok.com/pozdravleniya/den-rozhdeniya/',
    'https://toko-tebe.ru/'
    'https://www.kp.ru/putevoditel/pozdravleniya/',
    'https://datki.net/pozdravleniya-s-dnem-rozhdeniya/krasivie/',
    'https://grand-flora.ru/article/43-congratulate.html',
    'https://memesbams.com/ru/korotkye-pozdravlenyia-s-dnem-rozhdenyia/',
    'https://vseh-pozdravim.ru/prikolnye-pozdravlenija-stihi-i-sms-s-dnem-rozhdenija',
    'https://t-loves.narod.ru/prikolnye-pozdravleniya-s-dnem-rozhdeniya.htm',
    'https://minikar.ru/health/prikolnye-pozdravleniya-s-dnem-rozhdeniya-v-proze-smeshnye/',
    'https://pozd.org/dr/prikolnye',
]